[{"description":"Create a compelling hero section with brand name 'Onze Audio Lab', tagline 'Podcast & Voice Post-Production', and primary CTA 'Send a clip / Get a free before/after sample'. The hero should immediately establish trust and professionalism.","type":"feature","passes":true,"id":1},{"description":"Create a value proposition section highlighting: Clean consistent dialogue audio, Async workflow (no meetings required), 48-hour turnaround with rush available, 1 revision included, and optional free before/after sample (30-60s). Make this section visually distinctive and scannable.","type":"feature","passes":true,"id":2},{"description":"Create service packages section with two main offerings: 1) Dialogue Cleanup with three tiers (Basic $79 for 10min, Standard $149 for 30min, Plus $249 for 60min), and 2) Podcast Edit Lite retainer (Starter $400/mo for 2 episodes, Regular $650/mo for 4 episodes). Include extras pricing: Rush 24h +40%, Extra revision +$25, Stems +$30, Intro/outro insert +$20, Heavy de-reverb as quote case-by-case. Present in clear, easy-to-compare pricing tables.","type":"feature","passes":true,"id":3},{"description":"Create a before/after audio samples section with placeholders for 3 audio players: 1) Noise reduction sample, 2) Leveling/voice consistency sample, 3) De-essing or light de-reverb sample. Each should have clear labels and be easy to compare.","type":"feature","passes":true,"id":4},{"description":"Create a 'How it works' section with 5 steps: 1) Client sends file (WAV/MP3/MP4) + chooses package, 2) Confirm scope and delivery time (usually 48h), 3) Deliver first version, 4) One included revision (small tweaks), 5) Final delivery + invoice. Make the workflow feel simple and frictionless.","type":"feature","passes":true,"id":5},{"description":"Create an FAQ section addressing common questions about: scope limits, revision policy, file format requirements, what's NOT included, delivery standards (Podcast: -16 LUFS peak -1 dBTP, Web video: ~-14 LUFS peak -1 dBTP), and handling of challenging audio. Tone should set clear expectations while staying friendly.","type":"feature","passes":true,"id":6},{"description":"Create a simple terms section covering: no meetings required (optional if needed), 1 revision included (small tweaks only), client must send one final file (multiple versions = new work), not responsible for miracles with heavily clipped/distorted/echoey source audio, heavy de-reverb or extreme cases quoted separately. Keep legal but approachable.","type":"feature","passes":true,"id":7},{"description":"Create contact section with email as primary contact method, and mention payment options: PayPal, Wise, Stripe payment link. Include secondary CTA to reach out. Optional WhatsApp/IG can be added later.","type":"feature","passes":true,"id":8},{"description":"Apply overall design aesthetic: clean, minimal, professional, trust-building without hype. The site should feel like a competent professional service, not a flashy agency. Single-page layout that flows naturally from hero through to contact.","type":"feature","passes":true,"id":9},{"description":"Update branding throughout the site: change main brand name from 'Onze Audio Lab' to 'Baluna' and use 'Audio Lab' as a tagline/descriptor beneath or alongside the main name. Update this in the hero section, navbar, footer, and anywhere else the brand name appears.","type":"feature","passes":true,"id":10},{"description":"Update branding throughout the site: change main brand name from 'Baluna' to 'Audio 14'. Keep 'Audio Lab' as the tagline/descriptor. Update this in the hero section, navbar, footer, and anywhere else the brand name appears.","type":"feature","passes":true,"id":11},{"description":"Update branding from 'Audio 14' to 'Level 14' throughout the site (navbar, hero, footer, value section). Replace the text-based brand with the professional logo at /home/user/Images/level-14-logo-g5yYfEDEa_sCeJDHsDEDI.png in the navbar. The logo should be appropriately sized and work well on the dark background. Keep 'Audio Lab' as the tagline where it appears.","type":"feature","passes":true,"id":12},{"description":"Change all orange accent colors throughout the site to cyan #00e7ff. This includes buttons, hover states, accents, highlights, borders, and any other orange elements. Update the color scheme to use this bright cyan instead of the gold/orange accent.","type":"feature","passes":true,"id":13},{"description":"Replace the current logo in the navbar with the new cyan-accented logo at /home/user/Images/level-14-logo-cyan-flBDFSiBeks40vBdS1jDQ.png","type":"feature","passes":true,"id":14}]